<?php

return [
    /**
    |--------------------------------------------------------------------------
    | 文件上传配置
    |--------------------------------------------------------------------------
    |  '标识' => [
     *      'size' => 3, //文件大小上限  类型int 单位MB
     *       'ext' => ['png', 'jpg']  // 支持的文件类型，类型array
     * ]
     */
    'dir' => [
        'tmp' => 'uploads/tmp', //
        'path' => 'uploads',
    ],

    'img' => [
        'size' => 3, // MB
        'ext' => ['png', 'jpg', 'jpeg'],
        'path' => 'uploads/'. date('Y/m/d'),
    ]
];